Repository: artyom-beilis/skyhopper
Catalog: po/*.po
Languages: fr, hu, it, ru

source: search
fr: chercher
hu: keresés
it: cerca
ru: поиск

source: Aligned
fr: Aligné
hu: Betanítva
it: Allineato
ru: Выровнено

source: Not Aligned
fr: Non aligné
hu: Nincs betanítva
it: Non Allineato
ru: Не выровнено

source: Select Star
fr: Choix étoile
hu: Válassz csillagot
it: Seleziona Stella
ru: Выбрать звезду

source: No Gyro
fr: Aucun Gyro
hu: Nincs giroszkóp
it: Nessun Giroscopio
ru: Нет гироскопа

source: [hide]
fr: [masquer]
hu: [elrejt]
it: [nascondi]
ru: [скрыть]

source: [edit]
fr: [éditer]
hu: [szerkeszt]
it: [modifica]
ru: ред.

source: None
fr: Aucun
hu: Nincs
it: Nessuno
ru: Нет

source: Connect the smartphone to the optical tube such that its top points to the viewing direction and it lies flat on the tube.
fr: Attacher le téléphone au tube optique pour que le haut pointe vers la direction de visée et qu'il soit à plat contre le tube.
hu: Csatlakoztasd az okostelefont a távcső tubusához olyan módon, hogy az eszköz felső éle arra nézzen, amerre a távcső és az eszköz a tubuson feküdjön.
it: Collega lo smartphone al tubo ottico in modo che la parte superiore sia orientata nella direzione di osservazione e che aderisca perfettamente al tubo.
ru: Подключите смартфон к оптической трубе так, чтобы его верхняя часть была направлена ​​в сторону наблюдения, и он лежал плашмя на трубе.

source: Settings
fr: Param
hu: Beállítások
it: Impostazioni
ru: Настройки

source: Then tap <button class="ui_but">Align</button> and tap on the alignment star on the map as usual.
fr: Appuyer sur <button class="ui_but">Align.</button> et choisir l'étoile pour l'alignement sur la carte.
hu: Ezután bökj a <button class="ui_but">Betanítás</button> gombraés válassz ki egy referencia csillagot a képernyőről.
ru: Затем нажмите <button class="ui_but">Выров.</button> и коснитесь звезды выравнивания на карте, как обычно.

source: Show Tutorial
fr: Voir le tutoriel
hu: Bemutató megjelenítése
it: Mostra Tutorial
ru: Показать руководство

source: Quick Start Guide
fr: Guide de démarrage rapide
hu: Gyorstalpaló
it: Guida rapida
ru: Краткое руководство

source: Next &gt;
fr: Suiv. &gt;
hu: Következő &gt;
it: Avanti &gt;
ru: Далее &gt;

source: No Geolocation
fr: Pas de Géolocatlisation
hu: Pozíció-meghatározás nem elérhető
it: Nessuna Geolocalizzazione
ru: Нет геолокации

source: Stars
fr: Etoiles
hu: Csillagok
it: Stelle
ru: Звёзды

source: Save
fr: Sauver
hu: Mentés
it: Salva
ru: Сохранить

source: Small UI
fr: Interface mini
hu: Kisebb UI
it: Interfaccia Ridotta
ru: Мал. интер.

source: GPS Override
fr: Coord. manuelles
hu: GPS felülbírálás
it: Sovrascrittura GPS
ru: Переопределение GPS

source: Bring them home now!
fr: Retour point de départ!
hu: Hozzuk haza őket!
it: Riportateli a casa!
ru: Верните их домой!

source: Never
fr: Jamais
hu: Soha
it: Mai
ru: Никогда

source: Point the telescope to an easily identifiable star or planet <strong>nearby</strong> an object you want to find. For example in order to find M41 or M47, point the telescope to Sirius — this is going to be the <em>alignment star</em>.
fr: Pointer le télescope vers une étoile ou planète <strong>proche</strong> de l'objet recherché!; Par exemple pour trouver M41 ou M47, pointer le télescope vers Sirius — qui deviendra <em>l'étoile d'alignement</em>.
hu: Állj rá a távcsővel egy könnyen azonosítható csillagra vagy bolygóra ami a célobjektum <strong>közelében</strong> található. Például az M41 vagy M47 megtalálásához, állj rá a Szíriusz csillagra - ez lesz a <em>referencia csillag</em> a betanításnál.
it: Punta il telescopio verso una stella o un pianeta facilmente riconoscibile <strong>vicino</strong> all’oggetto che desideri osservare. Ad esempio, per trovare M41 o M47, punta il telescopio verso Sirio - questa sarà la <em>stella di allineamento</em>.
ru: Наведите телескоп на легко идентифицируемую звезду или планету <strong>рядом</strong> с объектом, который вы хотите найти. Например, чтобы найти M41 или M47, наведите телескоп на Сириус — это будет <em>звезда выравнивания</em>

source: Enable Device Orientation
fr: Autorise le basculement
hu: Eszköz orientáció engedélyezése
it: Abilita Orientamento del Dispositivo
ru: Включить датчики

source: Planets
fr: Planètes
hu: Bolygók
it: Pianeti
ru: Планеты

source: Don't show on startup
fr: Ne pas montrer au démarrage
hu: Ne mutasd indításkor
it: Non mostrare all’avvio
ru: Не показывать при запуске

source: When the telescope is pointing to the alignment star tap <button class="ui_but">Align</button> button and tap on the alignment star on the map. Once the application is aligned, it tracks the telescope movement using smartphone's sensors.
fr: Lorsque le télescope pointe sur l'étoile d'alignement appuyer sur le bouton <button class="ui_but">Align.</button>et sélectionner l'étoile d'alignement sur la carte. Après l'application alignée, elle suit les mouvements du télescope avec les capteurs du téléphone.
hu: Amint a távcső a referencia csillagra néz és az a látómező közepén van, bökj a <button class="ui_but">Betanítás</button> gombra, majd a referencia csillagra a képernyőn. Miután a betanítás megtörtént, az applikáció képes lesz követni a távcső elfordulásást az okostelefon szenzorai segítségével.
it: Quando il telescopio è puntato sulla stella di allineamento, tocca il pulsante <button class=\"ui_but\">Align</button> e poi tocca la stella di allineamento sulla mappa. Una volta completato l’allineamento, l’applicazione seguirà i movimenti del telescopio utilizzando i sensori dello smartphone.
ru: Когда телескоп направлен на звезду выравнивания, нажмите кнопку <button class="ui_but">Выров.</button> и коснитесь звезды выравнивания на карте. После выравнивания приложение отслеживает движение телескопа с помощью датчиков смартфона.

source: Galaxies
hu: Galaxisok
it: Galassie
ru: Галактики

source: Lon:
hu: Hosszúság:
it: Long:
ru: Долгота:

source: For detailed instruction and troubleshooting please refer to the <a href="https://youtu.be/AtArqBLWWJ8">[Video&nbsp;Tutorial]</a> and to the integrated manual via:
fr: Pour les instructions détaillées ou des problèmes, voir <a href="https://youtu.be/AtArqBLWWJ8">[Video&nbsp;Tutorial]</a> et le manuel intégré via :
hu: Részletes információkért és hibaelhárításért katt ide: <a href="https://youtu.be/AtArqBLWWJ8">[Bemutató&nbsp;video]</a>,beépített használati utasítás:
it: Per istruzioni dettagliate e per la risoluzione dei problemi, consulta il <a href="https://youtu.be/AtArqBLWWJ8">[Video&nbsp;Tutorial]</a> e il manuale integrato tramite:
ru: Подробные инструкции и рекомендации по устранению неполадок см. <a href="https://youtu.be/AtArqBLWWJ8">[Видеоурок]</a>и встроенное руководстве

source: Full S.
fr: Plein Ecr.
hu: Teljes képer.
it: Schermo Int.
ru: Полный экран

source: Night
fr: Nuit
hu: Éjszakai
it: Notte
ru: Ночь

source: DSO
fr: Obj ciel Profond
hu: Mélyég

source: Star Names
fr: Nom étoiles
hu: Csillagnevek
it: Nomi delle Stelle
ru: Названия звёзд

source: If you can't see the alignment star on the map, there may be a common compass accuracy problem.
fr: Si vous ne pouvez pas voir d'étoile d'alignement sur la carte, c'est sans doute du à un problème commun de précision de la boussole.
hu: Ha nem látszik a betanításhoz szükséges referencia csillag a képernyőn, probléma lehet az eszköz iránytű érzékelőjével.
it: Se non riesci a vedere la stella di allineamento sulla mappa, potrebbe esserci un comune problema di precisione della bussola.
ru: Если вы не видите звезду выравнивания на карте, возможно, имеется распространённая проблема с точностью компаса.

source: Open Clusters
fr: Amas ouverts
hu: Nyílthalmazok
it: Ammassi Aperti
ru: Рассеянные скопления

source: Nebulae
fr: Nébuleuses
hu: Ködök
it: Nebulose
ru: Туманности

source: Align on DSO
fr: Align sur Obj ciel Profond
hu: Betanítás mélyégre
it: Allinea su DSO
ru: Выровнять по DSO

source: Glob. Clusters
fr: Amas glob
hu: Gömbhalmazok
it: Ammassi Glob.
ru: Шар. скопления

source: Always
fr: Toujours
hu: Mindig
it: Sempre
ru: Всегда

source: Once aligned, tap on the object you want to find (for example M41, M47) and follow the direction line on the map till you reach the target. Now you can observe the object you selected.
fr: Une fois aligné, appuyer sur l'objet à trouver (par exemple M41, M47) et suivez la direction de la ligne sur la carte jusqu'à attendre la cible. Puis vous pouvez observer l'objet sélectionné.
hu: Betanítás után bökj a kívánt célpontra (például M41, M47), kövesd a zöld segédvonalat és a képernyőn megjelenő utasításokat, amíg el nem éred a célpontot. Most már megfigyelheted a célpontot a távcsőben.
it: Una volta completato l’allineamento, tocca l’oggetto che desideri trovare (ad esempio M41 o M47) e segui la linea di direzione sulla mappa fino a raggiungere il bersaglio. Ora puoi osservare l’oggetto che hai selezionato.
ru: После выравнивания нажмите на нужный объект (например, M41, M47) и следуйте указателю на карте, пока не достигнете цели. Теперь вы можете наблюдать за выбранным объектом.

source: Constellations
hu: Csillagképek
it: Costellazioni
ru: Созвездия

source: Day Only
fr: Jour
hu: Csak nappali
it: Solo di Giorno
ru: Только денём

source: FOV
fr: Foc
hu: Látómező
ru: Поле зрения

source: Keep Screen On
fr: Garder écran on
hu: Képernyő mindig be
it: Mantieni Schermo Attivo
ru: Не выключать экран

source: It is recommended to repeat alignment for each new target you want to find
fr: Il est recommandé de répéter l'alignement pour chaque nouvelle cible à trouver
hu: Ajánlott megismételni a betanítást minden új megfigyelni kívánt célponthoz.
it: Si consiglia di ripetere l’allineamento per ogni nuovo bersaglio che desideri trovare
ru: Рекомендуется повторять выравнивание для каждой новой цели, которую вы хотите найти

source: Align
hu: Betanítás
it: Allinea
ru: Выров.

source: In such a case tap on <button class="incdec_but manual_background">&nbsp;</button> to switch to manual mode and scroll the map left or right till you see the alignment star.
fr: Dans ce cas appuyer sur <button class="incdec_but manual_background">&nbsp;</button> pour basculer en mode manuel et faire défiler la carte vers la gauche ou droite jusqu'à voir l'étoile d'alignement.
hu: Ilyen esetben bökj a <button class="incdec_but manual_background">&nbsp;</button> gombra a kézi görgetéshez és görgesd a csillagtérképet balra/jobbra amíg a referencia csillag meg nem jelenik.
it: In questo caso, tocca il pulsante <button class="incdec_but manual_background">&nbsp;</button> per passare alla modalità manuale e scorri la mappa verso sinistra o verso destra finché non vedi la stella di allineamento.
ru: В таком случае нажмите на <button class="incdec_but manual_background">&nbsp;</button>, чтобы перейти в ручной режим, и прокрутите карту влевоили вправо, пока не увидите звезду выравнивания.

source: Lat:
hu: Szélesség:
ru: Широта:

source: Pinch Zoom
fr: Zoom 2 doigts
hu: Kétujjas nagyítás
it: Zoom con le Dita
ru: Масштабирование щипком

source: Stand with Israel against terror!
hu: Állj Izrael mellé a terror ellen!
it: Sostieni Israele contro il terrorismo!
ru: Встаньте на сторону Израиля в борьбе с террором!

source: List
fr: Liste
hu: Lista
it: Elenco
ru: Список

source: Discard
fr: Abandon
hu: Mégsem
it: Annulla
ru: Отменить

source: &lt; Prev
fr: &lt; Préc
hu: &lt; Előző
it: &lt; Prec
ru: &lt; Предыдущий"

source: User Objects
fr: Objets utilisateur
hu: Felhasználói objektumok
it: Oggetti Utente
ru: Пользовательские объекты

source: Font
fr: Police
hu: Betűméret
ru: Шрифт

source: Wiki
ru: Вики

source: Then tap <button class="ui_but">Allinea</button> and tap on the alignment star on the map as usual.
it: Poi tocca il pulsante <button class="ui_but">Allinea</button> e seleziona la stella di allineamento sulla mappa come di consueto.
